src2/test/java/org/jevis/jedatacollector/LoytecTests/Loytec_request.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">
    <SOAP-ENV:Header/>
    <SOAP-ENV:Body>
        <LogRead xmlns="http://www.loytec.com/wsdl/XMLDL/1.0/" NumItems="500" ReturnCompleteSet="false" StartDateTime="${DF:yyyy-MM-ddTHH:mm:ss}">
            <ReqBase clientItemHandle="360003409" logHandle="00/var/lib//dpal/trend-1BB9.bin"/>
        </LogRead>
    </SOAP-ENV:Body>
</SOAP-ENV:Envelope>

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">    
    <SOAP-ENV:Header/>    
    <SOAP-ENV:Body>        
        <LogRead xmlns="http://www.loytec.com/wsdl/XMLDL/1.0/" NumItems="500" ReturnCompleteSet="false" StartDateTime="2014-12-19T17:00:00">            
            <ReqBase clientItemHandle="360003409" logHandle="00/var/lib//dpal/trend-1BB9.bin"/>        
        </LogRead>   
    </SOAP-ENV:Body>
</SOAP-ENV:Envelope>

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">
    <SOAP-ENV:Header/>
    <SOAP-ENV:Body>
        <LogRead xmlns="http://www.loytec.com/wsdl/XMLDL/1.0/" NumItems="500" ReturnCompleteSet="false" StartDateTime="2015-02-23T22:15:00">
            <ReqBase clientItemHandle="360003409" logHandle="00/var/lib/dpal/trend-5F14.bin"/>
        </LogRead>
    </SOAP-ENV:Body>
</SOAP-ENV:Envelope>